{
  "metadata": {
    "total_size": 496226312
  },
  "weight_map": {
    "qa_outputs.bias": "model-00019-of-00019.safetensors",
    "qa_outputs.weight": "model-00019-of-00019.safetensors",
    "roberta.embeddings.LayerNorm.bias": "model-00002-of-00019.safetensors",
    "roberta.embeddings.LayerNorm.weight": "model-00002-of-00019.safetensors",
    "roberta.embeddings.position_embeddings.weight": "model-00002-of-00019.safetensors",
    "roberta.embeddings.token_type_embeddings.weight": "model-00002-of-00019.safetensors",
    "roberta.embeddings.word_embeddings.weight": "model-00001-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.output.LayerNorm.bias": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.output.LayerNorm.weight": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.output.dense.bias": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.output.dense.weight": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.self.key.bias": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.self.key.weight": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.self.query.bias": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.self.query.weight": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.self.value.bias": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.attention.self.value.weight": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.intermediate.dense.bias": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.intermediate.dense.weight": "model-00002-of-00019.safetensors",
    "roberta.encoder.layer.0.output.LayerNorm.bias": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.0.output.LayerNorm.weight": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.0.output.dense.bias": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.0.output.dense.weight": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.output.LayerNorm.bias": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.output.LayerNorm.weight": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.output.dense.bias": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.output.dense.weight": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.self.key.bias": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.self.key.weight": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.self.query.bias": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.self.query.weight": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.self.value.bias": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.attention.self.value.weight": "model-00003-of-00019.safetensors",
    "roberta.encoder.layer.1.intermediate.dense.bias": "model-00004-of-00019.safetensors",
    "roberta.encoder.layer.1.intermediate.dense.weight": "model-00004-of-00019.safetensors",
    "roberta.encoder.layer.1.output.LayerNorm.bias": "model-00004-of-00019.safetensors",
    "roberta.encoder.layer.1.output.LayerNorm.weight": "model-00004-of-00019.safetensors",
    "roberta.encoder.layer.1.output.dense.bias": "model-00004-of-00019.safetensors",
    "roberta.encoder.layer.1.output.dense.weight": "model-00004-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.output.LayerNorm.bias": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.output.LayerNorm.weight": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.output.dense.bias": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.output.dense.weight": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.self.key.bias": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.self.key.weight": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.self.query.bias": "model-00016-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.self.query.weight": "model-00016-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.self.value.bias": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.attention.self.value.weight": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.intermediate.dense.bias": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.intermediate.dense.weight": "model-00017-of-00019.safetensors",
    "roberta.encoder.layer.10.output.LayerNorm.bias": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.10.output.LayerNorm.weight": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.10.output.dense.bias": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.10.output.dense.weight": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.output.LayerNorm.bias": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.output.LayerNorm.weight": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.output.dense.bias": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.output.dense.weight": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.self.key.bias": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.self.key.weight": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.self.query.bias": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.self.query.weight": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.self.value.bias": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.attention.self.value.weight": "model-00018-of-00019.safetensors",
    "roberta.encoder.layer.11.intermediate.dense.bias": "model-00019-of-00019.safetensors",
    "roberta.encoder.layer.11.intermediate.dense.weight": "model-00019-of-00019.safetensors",
    "roberta.encoder.layer.11.output.LayerNorm.bias": "model-00019-of-00019.safetensors",
    "roberta.encoder.layer.11.output.LayerNorm.weight": "model-00019-of-00019.safetensors",
    "roberta.encoder.layer.11.output.dense.bias": "model-00019-of-00019.safetensors",
    "roberta.encoder.layer.11.output.dense.weight": "model-00019-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.output.LayerNorm.bias": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.output.LayerNorm.weight": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.output.dense.bias": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.output.dense.weight": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.self.key.bias": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.self.key.weight": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.self.query.bias": "model-00004-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.self.query.weight": "model-00004-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.self.value.bias": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.attention.self.value.weight": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.intermediate.dense.bias": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.intermediate.dense.weight": "model-00005-of-00019.safetensors",
    "roberta.encoder.layer.2.output.LayerNorm.bias": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.2.output.LayerNorm.weight": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.2.output.dense.bias": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.2.output.dense.weight": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.output.LayerNorm.bias": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.output.LayerNorm.weight": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.output.dense.bias": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.output.dense.weight": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.self.key.bias": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.self.key.weight": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.self.query.bias": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.self.query.weight": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.self.value.bias": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.attention.self.value.weight": "model-00006-of-00019.safetensors",
    "roberta.encoder.layer.3.intermediate.dense.bias": "model-00007-of-00019.safetensors",
    "roberta.encoder.layer.3.intermediate.dense.weight": "model-00007-of-00019.safetensors",
    "roberta.encoder.layer.3.output.LayerNorm.bias": "model-00007-of-00019.safetensors",
    "roberta.encoder.layer.3.output.LayerNorm.weight": "model-00007-of-00019.safetensors",
    "roberta.encoder.layer.3.output.dense.bias": "model-00007-of-00019.safetensors",
    "roberta.encoder.layer.3.output.dense.weight": "model-00007-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.output.LayerNorm.bias": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.output.LayerNorm.weight": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.output.dense.bias": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.output.dense.weight": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.self.key.bias": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.self.key.weight": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.self.query.bias": "model-00007-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.self.query.weight": "model-00007-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.self.value.bias": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.attention.self.value.weight": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.intermediate.dense.bias": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.intermediate.dense.weight": "model-00008-of-00019.safetensors",
    "roberta.encoder.layer.4.output.LayerNorm.bias": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.4.output.LayerNorm.weight": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.4.output.dense.bias": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.4.output.dense.weight": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.output.LayerNorm.bias": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.output.LayerNorm.weight": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.output.dense.bias": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.output.dense.weight": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.self.key.bias": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.self.key.weight": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.self.query.bias": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.self.query.weight": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.self.value.bias": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.attention.self.value.weight": "model-00009-of-00019.safetensors",
    "roberta.encoder.layer.5.intermediate.dense.bias": "model-00010-of-00019.safetensors",
    "roberta.encoder.layer.5.intermediate.dense.weight": "model-00010-of-00019.safetensors",
    "roberta.encoder.layer.5.output.LayerNorm.bias": "model-00010-of-00019.safetensors",
    "roberta.encoder.layer.5.output.LayerNorm.weight": "model-00010-of-00019.safetensors",
    "roberta.encoder.layer.5.output.dense.bias": "model-00010-of-00019.safetensors",
    "roberta.encoder.layer.5.output.dense.weight": "model-00010-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.output.LayerNorm.bias": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.output.LayerNorm.weight": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.output.dense.bias": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.output.dense.weight": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.self.key.bias": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.self.key.weight": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.self.query.bias": "model-00010-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.self.query.weight": "model-00010-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.self.value.bias": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.attention.self.value.weight": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.intermediate.dense.bias": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.intermediate.dense.weight": "model-00011-of-00019.safetensors",
    "roberta.encoder.layer.6.output.LayerNorm.bias": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.6.output.LayerNorm.weight": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.6.output.dense.bias": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.6.output.dense.weight": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.output.LayerNorm.bias": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.output.LayerNorm.weight": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.output.dense.bias": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.output.dense.weight": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.self.key.bias": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.self.key.weight": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.self.query.bias": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.self.query.weight": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.self.value.bias": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.attention.self.value.weight": "model-00012-of-00019.safetensors",
    "roberta.encoder.layer.7.intermediate.dense.bias": "model-00013-of-00019.safetensors",
    "roberta.encoder.layer.7.intermediate.dense.weight": "model-00013-of-00019.safetensors",
    "roberta.encoder.layer.7.output.LayerNorm.bias": "model-00013-of-00019.safetensors",
    "roberta.encoder.layer.7.output.LayerNorm.weight": "model-00013-of-00019.safetensors",
    "roberta.encoder.layer.7.output.dense.bias": "model-00013-of-00019.safetensors",
    "roberta.encoder.layer.7.output.dense.weight": "model-00013-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.output.LayerNorm.bias": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.output.LayerNorm.weight": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.output.dense.bias": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.output.dense.weight": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.self.key.bias": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.self.key.weight": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.self.query.bias": "model-00013-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.self.query.weight": "model-00013-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.self.value.bias": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.attention.self.value.weight": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.intermediate.dense.bias": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.intermediate.dense.weight": "model-00014-of-00019.safetensors",
    "roberta.encoder.layer.8.output.LayerNorm.bias": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.8.output.LayerNorm.weight": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.8.output.dense.bias": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.8.output.dense.weight": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.output.LayerNorm.bias": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.output.LayerNorm.weight": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.output.dense.bias": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.output.dense.weight": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.self.key.bias": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.self.key.weight": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.self.query.bias": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.self.query.weight": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.self.value.bias": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.attention.self.value.weight": "model-00015-of-00019.safetensors",
    "roberta.encoder.layer.9.intermediate.dense.bias": "model-00016-of-00019.safetensors",
    "roberta.encoder.layer.9.intermediate.dense.weight": "model-00016-of-00019.safetensors",
    "roberta.encoder.layer.9.output.LayerNorm.bias": "model-00016-of-00019.safetensors",
    "roberta.encoder.layer.9.output.LayerNorm.weight": "model-00016-of-00019.safetensors",
    "roberta.encoder.layer.9.output.dense.bias": "model-00016-of-00019.safetensors",
    "roberta.encoder.layer.9.output.dense.weight": "model-00016-of-00019.safetensors"
  }
}
